Repository: robboworld/robboscratch
Catalog: flash/src/assets/locale/*.po
Languages: th, uk

source: Language-Name
th: ภาษา—ชื่อ
uk: Українська

source: %b and %b
th: %b และ %b
uk: %b і %b

source: %b or %b
th: %b หรือ %b
uk: %b або %b

source: %m.attribute of %m.spriteOrStage
th: %m.attribute ของ %m.spriteOrStage
uk: %m.attribute з %m.spriteOrStage

source: %m.list contains %s
th: %m.list ประกอบด้วย %s
uk: %m.list міститься у %s

source: %m.mathOp of %n
th: %m.mathOp ของ %n
uk: %m.mathOp з %n

source: %m.sensor sensor value
th: ค่าของเซ็นเซอร์ %m.sensor
uk: Значення датчика %m.sensor

source: add %s to %m.list
th: เพิ่ม %s ไปยัง %m.list
uk: додати %s до %m.list

source: answer
th: คำตอบ
uk: відповідь

source: ask %s and wait
th: ถาม %s และรอ
uk: запитати %s і чекати

source: backdrop #
th: ฉากหลัง #
uk: тло №

source: backdrop name
th: ชื่อฉากหลัง
uk: ім’я тла

source: broadcast %m.broadcast
th: กระจายเสียง %m.broadcast
uk: оповістити %m.broadcast

source: broadcast %m.broadcast and wait
th: กระจายเสียง %m.broadcast และรอ
uk: оповістити %m.broadcast і чекати

source: change %m.effect effect by %n
th: เปลี่ยน %m.effect แสดงผล ในขณะที่ %n
uk: змінити ефект %m.effect на %n

source: change %m.var by %n
th: เป็น %m.var ในขณะที่ %n
uk: змінити %m.var на %n

source: change pen color by %n
th: เปลี่ยนสีปากกาในขณะที่ %n
uk: змінити колір олівця на %n

source: change pen shade by %n
th: เปลี่ยนระดับสีปากกาในขณะที่ %n
uk: змінити тінь олівця на %n

source: change pen size by %n
th: เปลี่ยนขนาดปากกาในขณะที่ %n
uk: змінити розмір олівця на %n

source: change size by %n
th: เปลี่ยนขนาดในขณะที่ %n
uk: змінити розмір на %n

source: change tempo by %n
th: เปลี่ยนจังหวะในขณะที่ %n
uk: змінити темп на %n

source: change volume by %n
th: เปลี่ยนระดับความดังของเสียงในขณะที่ %n
uk: змінити гучність на %n

source: change x by %n
th: เปลี่ยน x ในขณะที่ %n
uk: змінити x на %n

source: change y by %n
th: เปลี่ยน y ในขณะที่ %n
uk: змінити y на %n

source: clear
th: ล้าง
uk: очистити

source: clear graphic effects
th: ล้างกราฟฟิคเอฟเฟกต์
uk: очистити графічні ефекти

source: color %c is touching %c?
th: สี %c กำลังสัมผัส %c?
uk: колір %c торкається %c?

source: Control
th: ควมคุม
uk: Керувати

source: costume #
th: คอสตูม #
uk: образ #

source: create clone of %m.spriteOnly
th: สร้างโคลนของ %m.spriteOnly
uk: створити клон з %m.spriteOnly

source: current %m.timeAndDate
th: ปัจจุบัน %m.timeAndDate
uk: сьогодні %m.timeAndDate

source: Data
th: ข้อมูล
uk: Величини

source: days since 2000
th: วัน ตั้งแต่ปี 2000
uk: днів після 2000

source: define
th: กำหนด
uk: визначити

source: delete %d.listDeleteItem of %m.list
th: ลบ %d.listDeleteItem ของ %m.list
uk: вилучити %d.listDeleteItem з %m.list

source: delete this clone
th: ลบโคลนนี้
uk: вилучити цей клон

source: direction
th: ทิศทาง
uk: напрямок

source: distance
th: ระยะห่าง
uk: відстань

source: distance to %m.spriteOrMouse
th: ระยะห่าง %m.spriteOrMouse
uk: відстань до %m.spriteOrMouse

source: else
th: ถ้าไม่เช่นนั้น
uk: інакше

source: Events
th: เหตุการณ์
uk: Події

source: forever
th: ไม่สิ้นสุด
uk: завжди

source: glide %n secs to x:%n y:%n
th: เลื่อน %n วินาที จาก x:%n y:%n
uk: ковзати %n сек до x:%n y:%n

source: go back %n layers
th: ถอยไป %n ชั้น
uk: стати позаду %n об'єктів

source: go to %m.spriteOrMouse
th: ไปที่ %m.spriteOrMouse
uk: переміститись в %m.spriteOrMouse

source: go to front
th: ไปข้างหน้า
uk: стати попереду всіх

source: go to x:%n y:%n
th: ไปที่ x:%n y:%n
uk: переміститись в x:%n y:%n

source: hide
th: ซ่อน
uk: сховати

source: hide variable %m.var
th: ตัวแปรซ่อน %m.var
uk: сховати змінну %m.var

source: if %b then
th: ถ้า %b ดังนั้น
uk: якщо %b то

source: if on edge, bounce
th: ถ้าอยู่บนขอบ, ตีกลับ
uk: якщо на межі, відбити

source: insert %s at %d.listItem of %m.list
th: แทรก %s ที่ %d.listItem ของ %m.list
uk: вставити %s в %d.listItem з %m.list

source: item %d.listItem of %m.list
th: รายการ %d.listItem ของ %m.list
uk: елемент %d.listItem з %m.list

source: join %s %s
th: เข้าร่วม %s %s
uk: з'єднати %s %s

source: key %m.key pressed?
th: แป้น %m.กดปุ่ม?
uk: клавішу %m.key натиснуто?

source: length of %m.list
th: ความยาวของ %m.list
uk: довжина %m.list

source: length of %s
th: ความยาวของ %s
uk: довжина %s

source: letter %n of %s
th: ตัวอักษร %n ของ %s
uk: символ %n у %s

source: Looks
th: การมอง
uk: Вигляд

source: loudness
th: ความดัง
uk: гучність

source: More Blocks
th: บล็อกเพิ่มเติม
uk: Нові блоки

source: Motion
th: การเคลื่อนไหว
uk: Рух

source: mouse down?
th: เลื่อนเมาส์ลง?
uk: мишку натиснуто?

source: mouse x
th: เมาส์ x
uk: мишка x

source: mouse y
th: เมาส์ y
uk: мишка y

source: move %n steps
th: เคลื่อน %n ก้าว
uk: переміститись на %n кроків

source: next costume
th: คอสตูมถัดไป
uk: наступний образ

source: not %b
th: ไม่ %b
uk: не %b

source: Operators
th: ตัวปฏิบัติการ
uk: Оператори

source: Pen
th: ปากกา
uk: Олівець

source: pen down
th: วางปากกา
uk: опустити олівець

source: pen up
th: จับใส่ที่คุมขัง
uk: підняти олівець

source: pick random %n to %n
th: เลือกแบบสุ่ม %n ไปยัง %n
uk: випадкове від %n до %n

source: play drum %d.drum for %n beats
th: เล่นกลอง %d.เล่นกลองเป็นจำนวน %n จังหวะ
uk: програти на барабані %d.drum %n ударів

source: play note %d.note for %n beats
th: เล่นโน้ต %d.เล่นโน้ตเป็นจำนวน %n จังหวะ
uk: програти ноту %d.note %n тактів

source: play sound %m.sound
th: เล่นเสียง %m.เสียง
uk: грати звук %m.sound

source: play sound %m.sound until done
th: เล่นเสียง %m.เล่นเสียงจนกระทั่งจบ
uk: грати звук %m.sound до завершення

source: point in direction %d.direction
th: ชี้ไปในทิศทาง %d.direction
uk: повернути в напрямку %d.direction

source: point towards %m.spriteOrMouse
th: ชี้ไปที่ %m.spriteOrMouse
uk: слідувати за %m.spriteOrMouse

source: repeat %n
th: ทำซ้ำ %n
uk: повторити %n

source: repeat until %b
th: ทำซ้ำจนกระทั่ง%b
uk: повторити поки не %b

source: replace item %d.listItem of %m.list with %s
th: เปลี่ยนรายการ %d.listItem ของ %m.list ด้วย %s
uk: замінити %d.listItem %L на %s

source: reset timer
th: รีเซ็ตเวลา
uk: перезапустити таймер

source: rest for %n beats
th: ส่วนที่เหลือเป็นจำนวน %n จังหวะ
uk: пауза %n тактів

source: round %n
th: รอบ %n
uk: округлити %n

source: say %s
th: พูด %s
uk: говорити %s

source: say %s for %n secs
th: พูด %s เป็นจำนวน %n วินาที
uk: говорити %s %n сек

source: Sensing
th: การตรวจจับ
uk: Датчики

source: sensor %m.booleanSensor?
th: เซ็นเซอร์ %m.booleanSensor?
uk: датчик %m.booleanSensor?

source: set %m.effect effect to %n
th: กำหนด %m.เอฟเฟกต์ เอฟเฟกต์ไปที่ %n
uk: встановити ефект %m.effect в %n

source: set %m.var to %s
th: กำหนด %m.var ไปที่ %n
uk: встановити %m.var в %s

source: set instrument to %d.instrument
th: กำหนดเครื่องมือให้ %d.instrument
uk: задати інструмент %d.instrument

source: set pen color to %c
th: กำหนดสีของปากกาที่ %c
uk: колір олівця %c

source: set pen color to %n
th: กำหนดสีของปากกาที่ %c
uk: задати колір олівця %n

source: set pen shade to %n
th: กำหนดระดับสีของปากกาที่ %n
uk: задати тінь олівця %n

source: set pen size to %n
th: กำหนดขนาดของปากกาที่ %n
uk: задати розмір олівця %n

source: set rotation style %m.rotationStyle
th: ตั้งรูปแบบการหมุน %m.rotationStyle
uk: тип обертання %m.rotationStyle

source: set size to %n%
th: กำหนดขนาดที่ %n%
uk: задати розмір %n%

source: set tempo to %n bpm
th: กำหนดจังหวะที่ %n bpm
uk: встановити темп в %n уд/хв

source: set video transparency to %n%
th: ตั้งค่าความโปร่งใสของวิดีโอไว้ที่ %n%
uk: встановити прозорість відео в %n%

source: set volume to %n%
th: ตั้งค่าระดับเสียงไว้ที่ %n%
uk: встановити гучність %n%

source: set x to %n
th: ตั้งค่า x ไว้ที่ %n
uk: задати значення x %n

source: set y to %n
th: ตั้งค่า y ไว้ที่ %n
uk: задати значення y %n

source: show
th: แสดง
uk: показати

source: show list %m.list
th: แสดงรายการ %m.list
uk: показати список %m.list

source: size
th: ขนาด
uk: розмір

source: Sound
th: เสียง
uk: Звук

source: stamp
th: สแตมป์
uk: штамп

source: stop %m.stop
th: หยุด %m.stop
uk: зупинити %m.stop

source: stop all sounds
th: หยุดเสียงทั้งหมด
uk: зупини всі звуки

source: switch backdrop to %m.backdrop
th: เปลี่ยนฉากหลังเป็น %m.backdrop
uk: змінити тло на %m.backdrop

source: switch backdrop to %m.backdrop and wait
th: เปลี่ยนฉากหลังเป็น %m.backdrop และรอ
uk: змінити тло на %m.backdrop та чекати

source: switch costume to %m.costume
th: เปลี่ยนคอสตูมเป็น %m.costume
uk: змінити образ на %m.costume

source: tempo
th: จังหวะ
uk: темп

source: think %s
th: คิด %s
uk: подумати %s

source: think %s for %n secs
th: คิด %s เป็นจำนวน %n วินาที
uk: подумати %s %n сек

source: tilt
th: เอียง
uk: нахил

source: timer
th: เครื่องจับเวลา
uk: таймер

source: touching %m.touching?
th: การสัมผัส %m.touching?
uk: доторкається %m.touching?

source: touching color %c?
th: สัมผัสสี %c?
uk: доторкається кольору %c?

source: turn @turnLeft %n degrees
th: เลี้ยว @turnLeft %n องศา
uk: поворот @turnLeft %n градусів

source: turn @turnRight %n degrees
th: เลี้ยว @turnRight %n องศา
uk: поворот @turnRight %n градусів

source: turn video %m.videoState
th: เปิดวิดีโอ %m.videoState
uk: перемкнути відео %m.videoState

source: username
th: ชื่อผู้ใช้งาน
uk: користувач

source: video %m.videoMotionType on %m.stageOrThis
th: วิดีโอ
uk: відео %m.videoMotionType на %m.stageOrThis

source: volume
th: ระดับเสียง
uk: гучність

source: wait %n secs
th: รอ %n วินาที
uk: чекати %n секунд

source: wait until %b
th: รอจนกระทั่ง %b
uk: чекати поки %b

source: when %m.booleanSensor
th: เมื่อ %m.booleanSensor
uk: датчик %m.booleanSensor?

source: when %m.key key pressed
th: เมื่อ %m.key กดปุ่ม”
uk: коли натиснуто клавішу %m.key

source: when %m.sensor %m.lessMore %n
th: เมื่อ %m.sensor %m.lessMore %n
uk: коли %m.sensor %m.lessMore %n

source: when %m.triggerSensor > %n
th: เมื่อ %m.triggerSensor > %n
uk: коли %m.triggerSensor > %n

source: when @greenFlag clicked
th: เมื่อ @greenFlag คลิ๊ก
uk: коли натиснуто @greenFlag

source: when backdrop switches to %m.backdrop
th: เมื่อฉากหลังเปลี่ยนไป %m.backdrop
uk: коли тло зміниться на %m.backdrop

source: when distance %m.lessMore %n
th: เมื่อระยะทาง %m.lessMore %n
uk: якщо відстань %m.lessMore %n

source: when I receive %m.broadcast
th: เมื่อฉันได้รับ %m.broadcast
uk: коли я отримаю %m.broadcast

source: when I start as a clone
th: เมื่อฉันเริ่มต้นเป็นโคลน
uk: коли я починаю як клон

source: when Stage clicked
th: เมื่อคลิกเวที
uk: коли Сцену натиснуто

source: when this sprite clicked
th: เมื่อคลิกตัวละครนี้
uk: коли спрайт натиснуто

source: when tilt %m.eNe %n
th: เมื่อเอียง %m.eNe %n
uk: якщо нахил %m.eNe %n

source: x position
th: ตำแหน่ง x
uk: значення x

source: y position
th: ตำแหน่ง y
uk: значення y

source: set motor direction %m.motorDirection
th: ตั้งค่าทิศทางของมอเตอร์ %m.motorDirection
uk: напрям двигуна %m.motorDirection

source: set motor power %n
th: กำหนดกำลังของมอเตอร์ %n
uk: потужність двигуна %n

source: turn motor off
th: ปิดมอเตอร์
uk: вимкнути двигун

source: turn motor on
th: เปิดมอเตอร์
uk: увімкнути двигун

source: turn motor on for %n secs
th: เปิดมอเตอร์เป็นจำนวน %n วินาที
uk: двигун увімкнути на %n сек

source: when distance < %n
th: เมื่อมีระยะห่าง < %n
uk: коли відстань < %n

source: when tilt = %n
th: เมื่อเอียง = %n
uk: коли нахил = %n

source: A connected
th: A เชื่อมต่อ
uk: А приєднано

source: a copy of the project file on your computer.
th: สำเนาของไฟล์โครงการในคอมพิวเตอร์ของคุณ
uk: копія файлу проекту на вашому комп'ютері.

source: A newer version of Scratch is available
th: มี Scratch เวอร์ชันใหม่กว่า

source: About
th: เกี่ยวกับ
uk: Про програму

source: About LEGO WeDo extension...
th: เกี่ยวกับการขยาย LEGO WeDo...
uk: Про розширення для LEGO WeDo...

source: About PicoBoard extension...
th: เกี่ยวกับการขยาย PicoBoard ...
uk: Про розширення для PicoBoard...

source: Account settings
th: ตั้งค่าบัญชี
uk: Налаштування облікового запису

source: Add
th: เพิ่ม
uk: Додати

source: Add an Extension
th: เพิ่มส่วนขยาย
uk: Додати як Розширення

source: Add boolean input:
th: เพิ่มข้อมูลแบบบูล
uk: Ввести логічне значення:

source: add comment
th: เพิ่มข้อเสนอแนะ
uk: додати коментар

source: add comment here...
th: เพิ่มข้อเสนอแนะที่นี่

source: Add label text:
th: เพิ่มป้ายกำกับ
uk: Додати текст мітки:

source: Add number input:
th: เพิ่มตัวเลข:
uk: Ввести число:

source: Add string input:
th: เพิ่มสตริงการป้อนข้อมูล
uk: Ввести рядок:

source: all
th: ทั้งหมด
uk: все

source: All
th: ทั้งหมด
uk: Все

source: all around
th: เสียงทั้งหมด
uk: навколо

source: all motors
th: มอเตอร์ทั้งหมด
uk: усі двигуни

source: Animal
th: สัตว์
uk: Тварини

source: Animals
th: สัตว์
uk: Тварини

source: assets loaded
th: โหลดเนื้อหาแล้ว
uk: дані завантажено

source: B connected
th: B เชื่อมต่อ
uk: В при'єднано

source: Back a layer
th: หมุนกลับเลเยอร์
uk: Позаду шару

source: backdrop
th: พื้นหลัง
uk: тло

source: Backdrop
th: พื้นหลัง
uk: Тло

source: Backdrop Library
th: คลังพื้นหลัง
uk: Бібліотека тла

source: backdrop1
th: พื้นหลัง1
uk: тло1

source: backdrops
th: พื้นหลัง
uk: тло

source: Backdrops
th: พื้นหลัง
uk: Тло

source: Backpack
th: กระเป๋าเป้สะพายหลัง
uk: Сховок

source: Bass
th: เสียงเบส
uk: Бас

source: Bass Drum
th: เบสกลอง
uk: Великий басовий барабан

source: Bassoon
th: ปี่ทุ้ม
uk: Фагот

source: Because you have a new Scratch account, any changes to cloud data won't be saved yet. Keep participating on the site you'll be able to use cloud data soon!
th: เนื่องจากคุณมีบัญชี Scratch ใหม่การเปลี่ยนแปลงข้อมูลระบบคลาวด์จะไม่ได้รับการบันทึก ยังคงเข้าร่วมในเว็บไซต์ที่คุณจะสามารถใช้ข้อมูลคลาวด์เร็ว ๆ นี้!
uk: Оскільки ви є новим членом спільноти, то будь-які зміни в "хмарних" даних не будуть збережені. Приймайте участь у роботі спільноти на сайті і ви зможете використовувати "хмарні" дані!

source: Bitmap
th: บิตแมป
uk: Растр

source: Bitmap Mode
th: โหมดบิตแมป
uk: Растр

source: Block help
th: ตัวช่วยบล็อก
uk: Допомога

source: Bongo
th: กลอง
uk: Бонго

source: brightness
th: ความสว่าง
uk: яскравість

source: Bring to front
th: นำไปไว้ข้างหน้า
uk: Пересунути наперед

source: Broadcast
th: การจะจายเสียง
uk: Трансляція

source: Brush
th: แปรงพู่กัน
uk: Пензель

source: button pressed
th: กดปุ่ม
uk: кнопку натиснуто

source: by
th: โดย

source: bytes loaded
th: ไบต์ที่โหลด
uk: байт завантажено

source: C connected
th: C เชื่อมต่อ
uk: С приєднано

source: Camera
th: กล้อง
uk: Камера

source: can drag in player:
th: สามารถลากในผู้เล่น:
uk: можна перетягувати в плеєрі:

source: Cancel
th: ยกเลิก
uk: Скасувати

source: Cannot Add
th: ไม่สามารถเพิ่ม

source: Cannot Delete
th: ไม่สามารถลบได้
uk: Не можу видалити

source: Canโ€t find network connection or reach server.
th: ไม่พบการเชื่อมต่อเครือข่ายหรือเข้าถึงเซิร์ฟเวอร์

source: Castle
th: ปราสาท
uk: Замок

source: Category
th: ประเภท
uk: Категорії

source: ceiling
th: เพดาน
uk: більше ціле

source: Cello
th: ไวโอลิน
uk: Віолончель

source: Check for updates
th: ตรวจสอบสำหรับการอัพเดท

source: Choir
th: คณะประสานเสียง
uk: Хор

source: Choose sound from library
th: เลือกเสียงจากคลัง
uk: Оберіть звук із бібліотеки

source: Choose sprite from library
th: เลือกตัวละครจากคลัง
uk: Оберіть спрайт із бібліотеки

source: Circle
th: วงกลม
uk: Коло

source: City
th: เมือง
uk: Місто

source: Clarinet
th: คลาริเน็ต
uk: Кларнет

source: clean up
th: ทำความสะอาด

source: Clear
th: เคลียร์
uk: Очистити

source: clear senders/receivers
th: เคลียร์ผู้ส่ง/ผู้รับ
uk: очистити надіслані/прийняті

source: Click "Save now" to try again or "Download" to save
th: คลิก "บันทึกเดี๋ยวนี้" เพื่อลองอีกครั้งหรือ "ดาวน์โหลด" เพื่อบันทึก
uk: Натисніть , щоб спробувати ще раз, або щоб зберегти

source: Close
th: ปิด
uk: Закрити

source: Closed Hi-Hat
th: Hi-Hat ถูกปิด
uk: Закритий хет

source: Cloud
th: คลาวด์
uk: Хмарна

source: Cloud data
th: ข้อมูลคลาวด์
uk: Хмарні дані

source: Cloud variable (stored on server)
th: คลาวด์ (เก็บไว้ในเซิร์ฟเวอร์)

source: color
th: สี
uk: колір

source: Color a shape
th: สีรูปร่าง
uk: Колір форми

source: Conga
th: เต้นคองกา
uk: Конга

source: Connecting to Cloud data server...
th: กำลังเชื่อมต่อกับ Cloud data server...
uk: Під’єднання до сервера хмарних даних...

source: Convert to bitmap
th: แปลงเป็นบิตแมป
uk: У растр

source: Convert to vector
th: แปลงเป็นเวกเตอร์
uk: У вектор

source: Converting mp3...
th: กำลังแปลงไฟล์ mp3...
uk: Перетворення mp3...

source: copy
th: สำเนา
uk: копіювати

source: Copying...
th: กำลังสำเนา...
uk: Копіювання...

source: Costume
th: คอสตูม
uk: Образ

source: Costume Library
th: คลังคอสตูม
uk: Бібліотека образів

source: costume name
th: ชื่อคอสตูม
uk: ім’я образу:

source: costume1
th: คอสตูม1
uk: образ1

source: costume2
th: คอสตูม2
uk: образ2

source: Costumes
th: คอสตูม
uk: Образи

source: Costumes > 1
th: คอสตูม > 1
uk: Образи > 1

source: Costumes:
th: คอสตูม
uk: Образи:

source: Could not retrieve new application from server.
th: ไม่สามารถเรียกใช้แอพพลิเคชันใหม่จากเซิร์ฟเวอร์

source: Cowbell
th: กระดึง
uk: Дзвіночок

source: Creating...
th: กำลังสร้าง...
uk: Створення...

source: Currently, only numbers can be stored in Cloud variables.
th: ขณะนี้มีเพียงตัวเลขเท่านั้นที่สามารถเก็บไว้ในคลาวด์ได้
uk: Зараз тільки числові дані можуть бути у хмарі данних.

source: cut
th: ตัด
uk: вирізати

source: D connected
th: D เชื่อมต่อ
uk: D приєднано

source: date
th: วันที่
uk: дата

source: day of week
th: วันในสัปดาห์
uk: день тижня

source: delete
th: ลบ
uk: вилучити

source: delete variable
th: ลบตัวแปร
uk: вилучити змінну

source: direction:
th: ทิศทาง:
uk: напрямок:

source: don't rotate
th: ไม่หมุน
uk: не обертати

source: Don't save
th: ไม่บันทึก
uk: Не зберегти

source: down
th: ลง
uk: вниз

source: down arrow
th: ลูกศรชี้ลง
uk: стрілка вниз

source: Download
th: ดาวน์โหลด
uk: Завантаження

source: Download to your computer
th: ดาวน์โหลดลงที่คอมพิวเตอร์ของคุณ
uk: Зберегти на ваш комп’ютер

source: Downloading new version
th: กำละงดาวน์โหลดเวอร์ชั่นใหม่

source: duplicate
th: ทำซ้ำ
uk: дублювати

source: Duplicate
th: ทำซ้ำ
uk: Дублювати

source: edge
th: ขอบ
uk: межа

source: Edit
th: แก้ไข
uk: Правка

source: edit
th: แก้ไข
uk: правка

source: Edit Block
th: แก้ไขบล็อก
uk: Змінити блок

source: Effects
th: เอฟเฟค
uk: Ефекти

source: Electric Guitar
th: กีต้าร์ไฟฟ้า
uk: Електрогітара

source: Electric Piano
th: เปียโนไฟฟ้า
uk: Електропіаніно

source: Electronic
th: อิเล็กทรอนิก
uk: Електроніка

source: Ellipse
th: วงรี
uk: Овал

source: empty
th: ว่างเปล่า

source: Erase
th: ลบ
uk: Очистити

source: Erase all
th: ลบทั้งหมด

source: Eraser width
th: ความกว้างของยางลบ
uk: Розмір гумки:

source: Error!
th: มีข้อผิดพลาด!
uk: Помилка!

source: everything
th: ทุกอย่าง
uk: усі

source: export
th: นำออก
uk: експорт

source: Extension Library
th: การเพิ่มคลัง
uk: Бібліотека Розширень

source: Extension Problem
th: การเพิ่มปัญหา
uk: Проблема Розширення

source: fade in
th: จางลง
uk: посилювати

source: fade out
th: จางหาย
uk: слабшати

source: false
th: เท็จ

source: Fantasy
th: แฟนตาซี
uk: Фантазії

source: Features
th: คุณสมบัติ
uk: Властивості

source: File
th: ไฟล์
uk: Файл

source: Fill with color
th: เติมสี
uk: Заповнити кольором

source: fisheye
th: ฟิชอาย
uk: вздуття

source: Flip left-right
th: พลิกซ้าย-ขวา
uk: Зліва-направо

source: Flip up-down
th: พลิกขึ้น-ลง
uk: Згори-донизу

source: floor
th: ชั้น
uk: менше ціле

source: Flute
th: ฟลุ้ต
uk: Флейта

source: Flying
th: บินได้
uk: Політ

source: Font:
th: ตัวอักษร:
uk: Шрифт:

source: For all sprites
th: สำหรับตัวละครทั้งหมด
uk: Для усіх спрайтів

source: For this sprite only
th: สำหรับตัวละครนี้เท่านั้น
uk: Тільки для цього спрайту

source: Forward a layer
th: เลเยอร์ข้างหน้า
uk: Шар наперед

source: ghost
th: ผี
uk: привид

source: Go to My Stuff
th: ไปที่ My Stuff
uk: До моїх доробок

source: Group
th: จัดกลุ่ม
uk: Група

source: Grow
th: เสียงคำราม
uk: Збільшити

source: Guitar
th: กีตาร์
uk: Гітара

source: Hand Clap
th: ปรบมือ
uk: Плескіт долонь

source: Hardware
th: ฮาร์ดแวร์
uk: Обладнання

source: help
th: ช่วยเหลือ

source: Hello!
th: เฮลโล่

source: Hmm...
th: อืมม...

source: High C
th: C สูง
uk: Високий С

source: Holiday
th: วันหยุด

source: hour
th: ชั่วโมง
uk: година

source: Human
th: มนุษย์
uk: Люди

source: Import
th: นำเข้า
uk: імпортувати

source: Importing sound...
th: กำลังนำเข้าเสียง...
uk: Імпортувати звук...

source: Indoors
th: ในร่ม
uk: У приміщенні

source: Installing...
th: กำลังติดตั้ง...
uk: Встановлення...

source: Instruments
th: เครื่องมือ
uk: Інструменти

source: large readout
th: การอ่านข้อมูลขนาดใหญ่
uk: повне виведення даних

source: last
th: สุดท้าย”
uk: останні

source: left
th: ซ้าย
uk: ліворуч

source: left arrow
th: ลูกศรชี้ทางซ้าย
uk: стрілка ліворуч

source: left-right
th: เลี้ยวขวา
uk: ліворуч-праворуч

source: length
th: ความยาว
uk: довжина

source: Letters
th: จดหมาย

source: Library
th: คลัง
uk: Бібліотека

source: light
th: แสง
uk: світло

source: limit reached
th: ถึงขีดจำกัด
uk: досягнуто межі

source: Line
th: เส้น
uk: Лінія

source: Line width
th: ความกว้างของบรรทัด
uk: Ширина лінії

source: list
th: รายการ
uk: список

source: List name
th: ชื่อรายการ
uk: Ім’я списку

source: ln
th: ใน

source: Loading project...
th: กำลังโหลดโครงการ...
uk: Завантаження проекту...

source: log
th: เข้าสู่ระบบ
uk: журнал

source: louder
th: ดัง
uk: голосніше

source: Low C
th: C ต่ำ
uk: Низький С

source: Make a Block
th: สร้างบล็อก
uk: Створити блок

source: Make a List
th: ทำรายการ
uk: Створити список

source: Make a Variable
th: ทำตัวแปร
uk: Створити змінну

source: Marimba
th: ระนาด
uk: Марімба

source: Max
th: สูงสุด

source: meow
th: เสียงแมว
uk: няв

source: Message Name
th: ชื่อข้อความ
uk: Ім’я повідомлення

source: message1
th: ข้อความ1
uk: повідомлення1

source: Middle C
th: C กลาง
uk: Середній С

source: Min
th: น้อยสุด

source: minute
th: นาที
uk: хвилина

source: month
th: เดือน
uk: місяць

source: mosaic
th: โมเสก
uk: мозаїка

source: motion
th: การเคลื่อนไหว
uk: рух

source: motor
th: มอเตอร์
uk: двигун

source: motor A
th: มอเตอร์ A
uk: двигун А

source: motor B
th: มอเตอร์ B
uk: двигун В

source: Multiple
th: หลายเท่า
uk: Багато

source: Music and Dance
th: ดนตรีและเต้น
uk: Музика та танці

source: Music Box
th: กล่องเพลง
uk: Музична скринька

source: Music Loops
th: ลูปเพลง
uk: Музичні фрагменти

source: myself
th: ตนเอง
uk: сам

source: Nature
th: ธรรมชาติ
uk: Природа

source: New
th: ใหม่
uk: Новий

source: New backdrop from camera
th: พื้นหลังใหม่จากกล้อง
uk: Нове тло з камери

source: New backdrop:
th: พื้นหลังใหม่
uk: Нове тло:

source: New costume from camera
th: คอสตูมใหม่จากกล้อง
uk: Новий образ із камери

source: New costume:
th: คอสตูมใหม่:
uk: Новий образ:

source: New List
th: รายการใหม่
uk: Новий список

source: New Message
th: ข้อความใหม่

source: new message...
th: ข้อความใหม่...
uk: нове повідомлення

source: New name
th: ชื่อใหม่
uk: Нове ім’я

source: New sound:
th: เสียงใหม่:
uk: Новий звук:

source: New sprite from camera
th: ตัวละครใหม่จากกล้อง
uk: Новий спрайт із камери

source: New sprite:
th: ตัวละครใหม่:
uk: Новий спрайт:

source: New Variable
th: ตัวแปรใหม่
uk: Нова змінна

source: next backdrop
th: พื้นหลังถัดไป
uk: наступне тло

source: No motion blocks
th: บล็อคไม่มีการเคลื่อนไหว
uk: Немає блоків руху

source: normal readout
th: การอ่านข้อมูลปกติ
uk: виведення даних

source: not =
th: ไม่ =
uk: не =

source: Not saved; network or server problem.
th: ไม่ได้บันทึก; ปัญหาเครือข่ายหรือเซิร์ฟเวอร์
uk: Не збережено: проблеми з мережею чи сервером.

source: Not saved; project did not load.
th: ไม่ได้บันทึก; โครงการไม่ได้โหลด
uk: Не збережено, проект не завантажено.

source: of
th: ของ
uk: з

source: off
th: ปิด
uk: Вимк

source: Offline Editor
th: ตัวแก้ไขแบบออฟไลน์
uk: Редактор проектів

source: OK
th: ตกลง

source: on
th: เปิด
uk: Увімкн

source: Open Cuica
th: เปิด Cuica
uk: Відкрита куїка

source: Open Hi-Hat
th: เปิด Hi-Hat
uk: Відкритий високий хет

source: Options
th: ตัวเลือก
uk: Налаштування

source: Organ
th: ออร์แกน
uk: Орган

source: Other
th: อื่นๆ
uk: Інші
