Repository: robboworld/robboscratch
Catalog: flash/src/assets/locale/*.po
Languages: th, uk

source: other scripts in sprite
th: สคริปต์อื่น ๆ ในตัวละคร
uk: інші скрипти цього спрайту

source: Outdoors
th: กลางแจ้ง
uk: Поза приміщенням

source: Paint new backdrop
th: ทาสีฉากหลังใหม่
uk: Малювати нове тло

source: Paint new costume
th: ทาสีคอสตูมใหม่
uk: Малювати новий образ

source: Paint new sprite
th: ทาสีตัวละครใหม่
uk: Малювати новий спрайт

source: Password
th: รหัสผ่าน

source: Password is required
th: ต้องการรหัสผ่าน

source: paste
th: วาง
uk: вставити

source: Pencil
th: ดินสอ
uk: Олівець

source: People
th: คน
uk: Люди

source: Percussion
th: การเคาะ
uk: Перкусія

source: photo1
th: รูปภาพ1
uk: фото1

source: Piano
th: เปียโน
uk: Тихо

source: Pick up color
th: เลือกสี
uk: Взяти колір

source: pixelate
th: พิกเซล
uk: пікселями

source: Pizzicato
th: โน้ตเพลง
uk: Піцикато

source: pop
th: ป๊อบ
uk: поп

source: previous backdrop
th: พื้นหลังก่อนหน้า

source: Profile
th: โปรไฟล์
uk: Профіль

source: Project did not load.
th: โครงการไม่ได้ถูกโหลด
uk: Проект не завантажено.

source: Project not saved!
th: โครงการไม่ได้ถูกบันทึก
uk: Проект не збережено!

source: Project name
th: ชื่อโครงการ
uk: Назва проекту

source: Project name is required
th: ต้องการชื่อโครงการ

source: random
th: สุ่ม
uk: випадково

source: Record
th: บันทึก
uk: Запис

source: Record new sound
th: บันทึกเสียงใหม่
uk: Записати новий звук

source: record...
th: บันทึก...

source: recording1
th: การบันทึก1
uk: запис1

source: Rectangle
th: สี่เหลี่ยมผืนผ้า
uk: Примокутник

source: redo
th: ทำใหม่
uk: повернути

source: Remix
th: รีมิกซ์
uk: Ремікс

source: Remixing...
th: กำลังรีมิกซ์...
uk: Реміксування...

source: Remove extension blocks
th: ลบส่วนขยายออก
uk: Видалити блоки розширення

source: Rename
th: เปลี่ยนชื่อ
uk: Перейменувати

source: rename variable
th: เปลี่ยนชื่อตัวแปร
uk: перейменувати змінну

source: Replace existing project
th: แทนที่โครงการที่มีอยู่

source: requires sign in
th: ต้องลงชื่อเข้าใช้
uk: потрібно ввійти

source: Reshape
th: ก่อร่างใหม่
uk: Реформувати

source: resistance-A
th: ความต้านทาน-A
uk: опір A

source: resistance-B
th: ความต้านทาน-B
uk: опір B

source: resistance-C
th: ความต้านทาน-C
uk: опір C

source: resistance-D
th: ความต้านทาน-D
uk: опір D

source: reverse
th: ตรงกันข้าม
uk: обернути

source: Revert
th: กลับคืนเหมือนเดิม
uk: Повернути

source: Reverting...
th: กำลังกลับคืนเหมือนเดิม...
uk: Обертання...

source: right
th: ขวา
uk: праворуч

source: right arrow
th: ลูกศรชี้ทางขวา
uk: стрілка праворуч

source: rotation style:
th: รูปแบบการหมุน:
uk: стиль обертання:

source: Run without screen refresh
th: เรียกใช้โดยไม่มีการรีเฟรชหน้าจอ
uk: Виконання без оновлення екрану

source: Save
th: บันทึก
uk: Зберегти

source: Save a copy of this project and add your own ideas.
th: บันทึกสำเนาของโครงการนี้และเพิ่มไอเดียของคุณเอง

source: Save as
th: บันทึกเป็น
uk: "Зберегти як"

source: Save as a copy
th: บันทึกเป็นสำเนา
uk: Зберегти як копію

source: Save now
th: บันทึกตอนนี้
uk: Зберегти негайно

source: Save project?
th: บันทึกโครงการ?
uk: Зберегти проект?

source: save to local file
th: บันทึกลงในไฟล์ในเครื่อง
uk: зберегти в локальний файл

source: Saved
th: บันทึกแล้ว
uk: Збережено

source: Saving changes...
th: กำลังบันทึกการเปลี่ยนแปลง ...
uk: Збереження змін...

source: Saving...
th: กำลังบันทึก...
uk: Збереження...

source: Saxophone
th: แซกโซโฟน
uk: Саксофон

source: Script
th: สคริปท์
uk: Скрипт

source: Scripts
th: สคริปท์
uk: Скрипти

source: Scripts:
th: สคริปท์:
uk: Скрипти:

source: second
th: วินาที
uk: секунда

source: See project page
th: ดูหน้าโครงการ
uk: Сторінка проекту

source: Select
th: เลือก
uk: Обрати

source: select all
th: เลือกทั้งหมด
uk: обрати все

source: Select and duplicate
th: เลือกและทำซ้ำ
uk: Обрати і дублювати

source: Send to back
th: ย้ายไปข้างหลัง
uk: Перемістити назад

source: Set Costume Center
th: ตั้งค่าศูนย์กลางคอสตูม
uk: Встановити центр образу

source: Set costume center
th: ตั้งค่าศูนย์กลางคอสตูม
uk: Встановити центр образу

source: set slider min and max
th: ตั้งค่าสไลเดอร์ต่ำสุดและสูงสุด
uk: встановити найменше та найбільше значення повзунка

source: Share
th: แชร์
uk: Поділитись

source: Share to website
th: แชร์ไปยังเวปไซด์

source: Share to Scratch website
th: แชร์ไปยังเวปไซด์ Scratch

source: show receivers
th: แสดงผู้รับ
uk: показати отримувачів

source: show senders
th: แสดงผู้ส่ง
uk: показати відправників

source: show:
th: แสดง:
uk: показати:

source: Shrink
th: หด
uk: Зменшити

source: Sign in
th: ลงชื่อเข้าใช้
uk: Вхід

source: Sign in to save
th: ลงชื่อเข้าใช้เพื่อบันทึก
uk: Вхід для збереження

source: Sign out
th: ออกจากระบบ
uk: Вихід

source: silence
th: ไม่มีเสียง
uk: тихо

source: slider
th: สไลเดอร์
uk: слайдер

source: Slider Range
th: ระยะสไลเดอร์
uk: Діапазон слайдера

source: Small stage layout
th: การจัดวางบนเวทีขนาดเล็ก
uk: З маленькою Сценою

source: Smooth
th: เรียบ
uk: Згладити

source: Snare Drum
th: ตีกลอง
uk: Малий барабан

source: softer
th: นุ่ม
uk: м'яко

source: sound
th: เสียง
uk: звук

source: Sound Library
th: คลังเสียง
uk: Бібліотека звуків

source: Sounds
th: เสียง
uk: Звуки

source: space
th: ระยะห่าง
uk: пропуск

source: Sports
th: กีฬา
uk: Спорт

source: Sprite Library
th: คลังตัวละคร
uk: Бібліотека спрайтів

source: Sprites
th: ตัวละคร
uk: Спрайти

source: sqrt
th: square root
uk: корінь

source: Square
th: สี่เหลี่ยมจัตุรัส
uk: Квадрат

source: Stage
th: เฟรม
uk: Сцена

source: Stage selected:
th: เฟรมที่ถูกเลือก:
uk: Сцену обрано:

source: Steel Drum
th: กลองเหล็ก
uk: Стальний барабан

source: stored on server
th: เก็บไว้ในเซิร์ฟเวอร์
uk: збережено на сервері

source: Tambourine
th: กลองเล็ก
uk: Тамбурин

source: Text
th: ข้อความ
uk: Текст

source: backward
th: ย้อนกลับทางเดิม
uk: туди

source: The name is already in use.
th: ชื่อนี้ถูกใช้แล้ว

source: The project failed to load and Scratch Team has been notified. Press OK to leave this page.
th: โครงการไม่สามารถโหลดได้และทีม Scratch ได้รับแจ้งแล้ว กดตกลงเพื่อออกจากหน้านี้

source: Theme
th: ธีม
uk: Тема

source: This is the current version.
th: นี่คือเวอร์ชันปัจจุบัน

source: This project can detect who is using it, through the โ€usernameโ€ block. To hide your identity, sign out before using the project.
th: โครงการนี้สามารถตรวจสอบได้ว่าใครใช้มันผ่านทางผู้ใช้งาน หากต้องการซ่อนข้อมูลประจำตัวของคุณให้ออกจากระบบก่อนที่จะใช้โครงการ

source: This project uses Cloud data โ€’ a feature that is available only to signed in users.
th: โครงการนี้ใช้ข้อมูลระบบคลาวด์เป็นคุณลักษณะที่พร้อมใช้งานเฉพาะกับผู้ใช้ที่ลงชื่อเข้าใช้

source: this script
th: สคริปต์นี้
uk: цей скрипт

source: this sprite
th: ตัวละครนี้
uk: цей спрайт

source: forward
th: ไปข้างหน้า
uk: сюди

source: Throw away all changes since opening this project?
th: ทิ้งการเปลี่ยนแปลงทั้งหมดตั้งแต่เปิดโครงการนี้?
uk: Відкинути всі зміни з моменту відкриття цього проекту?

source: Tips
th: เคล็ดลับ
uk: Нотатки

source: To delete a block definition, first remove all uses of the block.
th: หากต้องการลบคำจำกัดความของบล็อกให้ลบการใช้งานทั้งหมดของบล็อกออกก่อน
uk: Щоб видалити блок спочатку видаліть всі, що посилаються на нього

source: Transportation
th: การขนส่ง
uk: Транспорт

source: Triangle
th: สามเหลี่ยม
uk: Трикутник

source: Trombone
th: ทรอมโบน
uk: Тромбон

source: true
th: จริง

source: Turbo mode
th: โหมดเทอร์โบ
uk: Режим Турбо

source: Turbo Mode
th: โหมดเทอร์โบ
uk: Режим Турбо

source: Type
th: ประเภท
uk: Тип

source: Undelete
th: เลิกลบ
uk: Відновити

source: Underwater
th: ใต้น้ำ
uk: Під водою

source: undo
th: เลิกทำ
uk: скасувати

source: Undo Revert
th: เลิกทำกลับคืนเหมือนเดิม
uk: Скасувати обертання

source: Ungroup
th: ยกเลิกการจัดกลุ่ม
uk: Розгрупувати

source: unshared
th: ยกเลิกการแชร์
uk: особистий

source: up
th: เธเธถเนเธ
uk: вгору

source: up arrow
th: ลูกศรชี้ขึ้น
uk: стрілка вгору

source: Update failed
th: การอัพเดทล้มเหลว

source: Update not needed
th: ไม่จำเป็นต้องอัปเดต

source: Update now
th: อัพเดทตอนนี้

source: Upload backdrop from file
th: อัปโหลดพื้นหลังจากไฟล์
uk: Завантажити тло з файлу

source: Upload from your computer
th: อัปโหลดจากเครื่องคอมพิวเตอร์ของคุณ
uk: Завантажити з вашого комп’ютера

source: Upload sound from file
th: อัปโหลดเสียงจากไฟล์
uk: Завантажити звук із файлу

source: Upload sprite from file
th: อัปโหลดตัวละครจากไฟล์
uk: Завантажити спрайт із файлу

source: Uploading image...
th: กำลังอัปโหลดรูปภาพ...
uk: Завантаження зображень...

source: Uploading sound...
th: กำลังอัปโหลดเสียง...
uk: Завантаження звуків...

source: Uploading sprite...
th: กำลังอัปโหลดตัวละคร...
uk: Завантаження спрайтів...

source: variable
th: ตัวแปร
uk: змінна

source: Variable name
th: ชื่อตัวแปร
uk: Ім’я змінної

source: Vector
th: เวกเตอร์
uk: Вектор

source: Vector Mode
th: โหมดเวกเตอร์
uk: Вектори

source: video direction
th: ทิศทางของวิดีโอ

source: video motion
th: การเคลื่อนไหวของวิดีโอ
uk: відео руху

source: Video on:
th: เปิดวิดีโอ
uk: Відео увімкн:

source: Vocals
th: นักร้อง
uk: Вокал

source: Walking
th: กำลังเดิน
uk: Ходьба

source: Want to save? Click remix
th: ต้องการบันทึกหรือไม่? คลิกรีมิกซ์
uk: Хочете зберегти? Натисніть Ремікс

source: Which column do you want to import
th: คุณต้องการนำเข้าคอลัมน์ใด
uk: Який стовбець ви хочете імпортувати

source: What's your name?
th: คุณชื่ออะไร

source: whirl
th: วน
uk: обертання

source: world
th: โลก

source: year
th: ปี
uk: рік

source: You cannot edit cloud data in someone else's project.<br>Any change that you make in the editor will be temporary and not persistent.
th: คุณไม่สามารถแก้ไขข้อมูลระบบคลาวด์ในโครงการของบุคคลอื่นได้ <br> การเปลี่ยนแปลงใด ๆ ที่คุณทำในเครื่องมือแก้ไขจะเป็นแบบชั่วคราวและไม่ถาวร
uk: Ви не можете редагувати хмарні дані в чужих проектах.<br>Будь-які зміни, які ви робите в редакторі будуть тимчасовими, а не постійними.

source: Your Scratch name
th: ชื่อ Scratch ของคุณ

source: Your Scratch name is required
th: ต้องมีชื่อ Scratch ของคุณ

source: Click to try again or to save
th: คลิกเพื่อลองอีกครั้งหรือเพื่อบันทึก

source: Eraser width:
th: ความกว้างของยางลบ:
uk: Розмір гумки:

source: Line width:
th: ความกว้างของบรรทัด:
uk: Ширина лінії:

source: Select project
th: เลือกโครงการ
uk: Виберіть " проект"

source: No projects yet
th: ยังไม่มีโครงการ
uk: Ніяких проектів ще

source: motor on
th: เปิดมอเตอร์
uk: мотор на

source: motor off
th: ปิดมอเตอร์
uk: двигун вимкнений

source: motor direction %m.motorDirection
th: ทิศทางของมอเตอร์ %m.motorDirection
uk: мотор напрямку %м. motorDirection

source: Button
th: ปุ่ม
uk: Кнопка

source: Devices
th: อุปกรณ์
uk: Пристроїв

source: Search devices
th: ค้นหาอุปกรณ์
uk: Пошук пристроїв

source: Searching for devices
th: กำลังค้นหาอุปกรณ์
uk: Пошук пристроїв

source: Scratchduino devices
th: อุปกรณ์ Scratchduino
uk: Scratchduino пристроїв

source: Connected to
th: เชื่อมต่อกับ
uk: Підключений до

source: Lost connection to
th: สูญเสียการเชื่อมต่อกับ

source: There are no devices found. Make sure that Bluetooth is enabled on robot
th: ไม่พบอุปกรณ์ ตรวจสอบว่าได้เปิดใช้งานบลูทูธบนหุ่นยนต์แล้ว
uk: There are no devices found. Переконайтеся, що функцію Bluetooth включений на робота

source: Make sure that Bluetooth is enabled on robot and search for devices again
th: ตรวจสอบว่าได้เปิดใช้งานบลูทูธบนหุ่นยนต์แล้วค้นหาอุปกรณ์อีกครั้ง
uk: Переконайтеся, що функцію Bluetooth включений на робота і пошук пристроїв заново

source: No devices found
th: ไม่พบอุปกรณ์

source: Please wait
th: โปรดรอ
uk: Будь ласка, зачекайте

source: Edit block colors
th: แก้ไขสีบล็อก
uk: Редагувати блок кольору

source: Microphone volume:
th: ระดับเสียงไมโครโฟน:
uk: Гучності мікрофона:

source: Open
th: เปิด
uk: Відкрити

source: Load
th: โหลด
uk: Навантаження

source: Choose project name
th: เลือกชื่อโครงการ
uk: Вибрати назву проекту

source: To cancel, tap outside the dialog or press back button
th: หากต้องการยกเลิกแตะที่ด้านนอกช่องโต้ตอบหรือกดปุ่มย้อนกลับ
uk: Щоб скасувати, натисніть за межами діалогового вікна або натисніть клавішу тому

source: Disconnect
th: ตัดการเชื่อมต่อ
uk: Від'єднайте

source: Enter value
th: ป้อนค่า
uk: Введіть значення

source: Help
th: ช่วยเหลือ
uk: Довідка

source: Report bug
th: รายงานปัญหา
uk: Повідомити про помилку

source: Donate
th: บริจาค

source: Replace contents of the current project?
th: แทนที่เนื้อหาของโครงการปัจจุบันหรือไม่?

source: Slider
th: สไลเดอร์

source: Light
th: แสง

source: led on %m.ledMenu
th: เปิด led %m.ledMenu

source: led off %m.ledMenu
th: ปิด led %m.ledMenu

source: led color on %m.ledColorMenu
th: เปิดสี led %m.ledColorMenu

source: led color off %m.ledColorMenu
th: ปิดสี led %m.ledColorMenu

source: red
th: แดง

source: green
th: เขียว

source: yellow
th: เหลือง

source: Robot
th: หุ่นยนต์

source: Button 1
th: ปุ่มที่ 1

source: Button 2
th: ปุ่มที่ 2

source: Button 3
th: ปุ่มที่ 3

source: Button 4
th: ปุ่มที่ 4

source: Button 5
th: ปุ่มที่ 5

source: Sensor 1
th: เซ็นเซอร์ 1

source: Sensor 2
th: เซ็นเซอร์ 2

source: Sensor 3
th: เซ็นเซอร์ 3

source: Sensor 4
th: เซ็นเซอร์ 4

source: Sensor 5
th: เซ็นเซอร์ 5

source: Trip meter L
th: มิเตอร์การเดินทาง ซ้าย

source: Trip meter R
th: มิเตอร์การเดินทาง ขวา

source: Analog Robot 0
th: อนาล็อก หุ่นยนต์ 0

source: Analog Robot 1
th: อนาล็อก หุ่นยนต์ 1

source: Analog Robot 2
th: อนาล็อก หุ่นยนต์ 2

source: Analog Robot 3
th: อนาล็อก หุ่นยนต์ 3

source: Analog Robot 4
th: อนาล็อก หุ่นยนต์ 4

source: Analog Lab 0
th: อนาล็อก Lab 0

source: Analog Lab 1
th: อนาล็อก Lab 1

source: Analog Lab 2
th: อนาล็อก Lab 2

source: Analog Lab 3
th: อนาล็อก Lab 3

source: Analog Lab 4
th: อนาล็อก Lab 4

source: turn motors on for %n secs
th: เปิดมอตเอร์จำนวน %n วินาที

source: turn motors on
th: เปิดมอเตอร์

source: turn motors off
th: ปิดมอเตอร์

source: turn right
th: เลี้ยวขวา

source: turn left
th: เลี้ยวซ้าย

source: set Robot direction %m.robotDirection
th: ตั้งค่าทิศทางของหุ่นยนต์ %m.robotDirection

source: Robot start button pressed?
th: กดปุ่มเริ่มหุ่นยนต์แล้วหรือยัง?

source: Robot %m.analogRobot
th: หุ่นยนต์ %m.analogRobot

source: sensor 1
th: เซ็นเซอร์ 1

source: sensor 2
th: เซ็นเซอร์ 2

source: sensor 3
th: เซ็นเซอร์ 3

source: sensor 4
th: เซ็นเซอร์ 4

source: sensor 5
th: เซ็นเซอร์ 5

source: Start button
th: ปุ่มเริ่ม

source: turn Robot led in %m.robotLedMenu on
th: เปิด led หุ่นยนต์ %m.robotLedMenu เปิด

source: turn Robot led in %m.robotLedMenu off
th: เปิด led หุ่นยนต์ %m.robotLedMenu ปิด

source: position 1
th: ตำแหน่งที่ 1

source: position 2
th: ตำแหน่งที่ 2

source: position 3
th: ตำแหน่งที่ 3

source: position 4
th: ตำแหน่งที่ 4

source: position 5
th: ตำแหน่งที่ 5

source: reset trip meters
th: รีเซ็ตมิเตอร์การเดินทาง

source: Trip meter
th: มิเตอร์การเดินทาง

source: turn motors on for %n steps
th: เปิดมอเตอร์ %n ก้าว

source: L %m.motorDirection R %m.motorDirection set power L %n R %n %
th: ซ้าย %m.motorDirection ขวา %m.motorDirection ตั้งค่ากำลังซ้าย %n ขวา %n %

source: L %m.motorDirection R %m.motorDirection set power L %n R %n %
th: ซ้าย %m.motorDirection ขวา %m.motorDirection ตั้งค่ากำลังซ้าย %n ขวา %n %

source: set motors power L %n R %n %
th: ตั้งค่ากำลังมอเตอร์ซ้าย Л %n П %n %

source: set motors power L %n R %n %
th: ตั้งค่ากำลังมอเตอร์ซ้าย %n П %n %

source: set motors power %n %
th: ตั้งค่ากำลังมอเตอร์ %n %

source: set motors power %n %
th: ตั้งค่ากำลังมอเตอร์ %n %

source: turn Lab led %m.ledMenu on
th: เปิด led ของ Lab %m.ledMenu

source: turn Lab led %m.ledMenu off
th: เปิด led ของ Lab %m.ledMenu

source: set Lab pin %m.setDigitalMenuLabRaw %m.on_off
th: ตั้งค่า Lab pin %m.setDigitalMenuLabRaw %m.on_off

source: set Lab pin %m.setDigitalMenuLabPwmRaw PWM value %n
th: ตั้งค่า Lab pin %m.setDigitalMenuLabPwmRaw ค่า PWM %n

source: trip meter L
th: มิเตอร์การเดินทาง ซ้าย

source: trip meter R
th: มิเตอร์การเดินทาง ขวา

source: Lab button %m.labButtons pressed?
th: ปุ่ม Lab %m.labButtons กด?

source: light sensor
th: เซ็นเซอร์แสง

source: sound sensor
th: เซ็นเซอร์เสียง

source: turn Lab %m.ledColorMenu led on
th: เปิด Lab %m.ledColorMenu

source: turn Lab %m.ledColorMenu led off
th: เปิด Lab %m.ledColorMenu

source: play note on lab %m.noteLab
th: เล่นโน้ตบน Lab %m.noteLab

source: Font Size
th: ขนาดตัวอักษร

source: Robot Color Sensor %m.digitalRobot %m.brightRobot
th: หุ่นยนต์เซ็นเซอร์สี %m.digitalRobot %m.brightRobot

source: Robot Color Sensor RGB %m.digitalRobot %m.brightRobotRGB
th: หุ่นยนต์เซ็นเซอร์สี RGB %m.digitalRobot %m.brightRobotRGB

source: Red
th: แดง

source: Green
th: เขียว

source: Blue
th: ฟ้า

source: %n mod %n
uk: остача від %n на %n

source: hide list %m.list
uk: сховати список %m.list

source: set %m.motor2 direction to %m.motorDirection
uk: встановити для %m.motor2 напрям %m.motorDirection

source: set %m.motor power to %n
uk: встановити для %m.motor потужність %n

source: show variable %m.var
uk: показати змінну %m.var

source: turn %m.motor off
uk: вимкнути %m.motor

source: turn %m.motor on
uk: увімкнути %m.motor

source: turn %m.motor on for %n secs
uk: увімкнути %m.motor на %n сек

source: <b>Information about Cloud variables</b><br>&nbsp;<br>Currently, only numbers are supported<br>Chat rooms are not allowed, and will be removed<br>For more info, <a href="/help/faq/#clouddata" target="_blank">see the cloud data FAQ!</a>
uk: <b>Інформація про "хмарні" змінні</b>&nbsp;<br>В даний час підтримуються тільки числові змінні<br>Чати не допускаються, і будуть видалятись<br>Для отримання додаткової інформації <a href= target=>див. Запитання по хмарним змінним!</a>

source: abs
uk: модуль

source: Cabasa
uk: Кабаса

source: Can’t find network connection or reach server.
uk: Не можу знайти підключення до мережі або доступ до сервера.

source: Choose backdrop from library
uk: Оберіть тло з бібліотеки

source: Choose costume from library
uk: Оберіть образ із бібліотеки

source: Claves
uk: Клавесин

source: cleanup
uk: впорядкувати

source: Crash Cymbal
uk: Удар тарілок

source: Delete
uk: Вилучити

source: Guiro
uk: Гуїро

source: import
uk: імпорт

source: lights
uk: вогні

source: Microphone Volume:
uk: Гучність мікрофона:

source: mouse-pointer
uk: вказівник миші

source: My Stuff
uk: Мій доробок

source: on-flipped
uk: перевернуто

source: Redo
uk: Повернути

source: See the Tips window (on the right) to install the plug-in and get the extension working.
uk: Перегляньте вікно Нотаток (праворуч) для встановлення розширення та роботи з ним.

source: shared
uk: опубліковано

source: Side Stick
uk: удар по ободу

source: Space
uk: Космос

source: Sprite
uk: Спрайт

source: Sprite1
uk: Спрайт1

source: Synth Lead
uk: Ведучий синтезатор

source: Synth Pad
uk: Синтезатор Pad

source: Things
uk: Речі

source: This project can detect who is using it, through the “username” block. To hide your identity, sign out before using the project.
uk: Цей проект може виявити, хто його використовує через блок "користувач". Щоб приховати вашу особистість, вийдіть перед використанням проекту.

source: This project uses Cloud data ‒ a feature that is available only to signed in users.
uk: Цей проект використовує "хмарні" дані - функцію, яка доступна тільки користувачам, які виконали вхід.

source: Undo
uk: Скасувати

source: Upload costume from file
uk: Завантажити образ із файлу

source: Vibraphone
uk: Вібрафон

source: Vibraslap
uk: Вібруючий слеп

source: Wood Block
uk: Дерев’яна коробка

source: Wooden Flute
uk: Дерев’яна флейта

source: Analog 0
uk: Аналоговий 0

source: Analog 1
uk: Аналог 1

source: Analog 2
uk: Аналоговий 2

source: Analog 4
uk: Аналоговий 4

source: Analog 5
uk: Аналоговий 5

source: Analog 6
uk: Аналоговий 6

source: Scratch Board
uk: Scratch Рада
